Repository: PayBox/module-wordpress-jigoshop
Catalog: languages/jigoplatron-*.po
Languages: ru_ru

source: Jigoshop platron Gateway depends on the last version of <a href="http://wordpress.org/extend/plugins/jigoshop/">Jigoshop</a> to work!
ru_ru: Следите за последней версией Jigoshop <a href=\"http://wordpress.org/extend/plugins/jigoshop/\">Jigoshop</a>

source: platron
ru_ru: Платрон

source: Platron
ru_ru: Платрон

source: Platron payment gate
ru_ru: Платежный агрегатор Платрон

source: Enable platron
ru_ru: Включить Платрон

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Method Title
ru_ru: Название метода оплаты

source: This controls the title which the user sees during checkout.
ru_ru: Это название будет выводиться при оплате

source: Description
ru_ru: Описание

source: This controls the description which the user sees during checkout.
ru_ru: Это название будет выводиться при оплате

source: Pay via platron
ru_ru: Оплатить через Платрон

source: Merchant id
ru_ru: Номер магазина

source: See it on <a target="_blank" href="https://my.paybox.money">PayBox</a>.
ru_ru: Эту настройку можно найти <a target="_blank" href="https://my.paybox.money">здесь</a>.

source: Secret key
ru_ru: Секретный ключ.

source: Used for sign. See it on <a target="_blank" href="https://my.paybox.money">PayBox</a>.
ru_ru: Используется для подписи запросов. Эту настройку можно найти <a target="_blank" href="https://my.paybox.money">здесь</a>.

source: Lifetime
ru_ru: Время жизни счета

source: Set minutes. For payment systems, which dont use check request. 0 - not set. Max 7 day
ru_ru: Устанавливается в минутах. Для ПС, которые не поддерживают проверку заказа. 0 - не учитывается. Максимально 7 дней

source: Test mode
ru_ru: Тестовый режим

source: Use it to test connection and integration
ru_ru: Позволяет проверить интеграцию

source: Pay
ru_ru: Оплатить

source: <strong>Gateway Disabled</strong> You should inform your merchant id in platron. %sClick here to configure!%s
ru_ru: <strong>Метод оплаты выключен</strong> введите номер магазина platron. %sНажмите сюда для настройки!%s

source: <strong>Gateway Disabled</strong> You should inform your secret key in platron. %sClick here to configure!%s
ru_ru: <strong>Метод оплаты выключен</strong> введите секретный ключ platron. %sНажмите сюда для настройки!%s
